Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kmr: Wisa xuya ye ji bo vî zimanî ti klîbek tune ye ku lê guhdarî bikî. Niha axaftinan qeyd bike ku lîste bê dagirtin.

source: Luganda
kmr: Lugandayî

source: Luxembourgish
kmr: Luksemburgî

source: Macedonian
kmr: Makedonî

source: Make sure the sentence meets the following criteria:
kmr: Jê piştrast be ku hevok van krîteran li jêr pêk tîne:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kmr: Bi rêya peydakirina hin daneyên anonîm ên demografîkî, daneyên ku te şandine dewlemendtir bike. Berî ku dane bi kesên din re bên parvekirin, em hemû daneyên demografîkî dikin anonîm. (nasnameyên şexsî jê radikin)

source: Malagasy
kmr: Malagasî

source: Malay
kmr: Malezî

source: Malayalam
kmr: Malayalamî

source: Maltese
kmr: Maltayî

source: Manage Email Subscriptions
kmr: Abonetiyên emaîlê birêve bibe

source: Manage Subscriptions
kmr: Abonetiyan birêve bibe

source: Mapudungun
kmr: Mapudungunî

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
kmr: <mark>CV'yê ji bo</mark><br/><mark>lêkolîna xwe bi kar tînî?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
kmr: <mark>Pêdiviya me bi</mark><br/><mark>alîkariya te heye!</mark>

source: Meadow Mari
kmr: Meadow Marî

source: Medumba
kmr: Medumbayî

source: Message
kmr: Peyam

source: Misreadings
kmr: Xwendinên çewt

source: Mixed
kmr: Tevlihev

source: Moksha
kmr: Mokşayî

source: Mongolian
kmr: Mongolî

source: More
kmr: Zêdetir

source: Mossi
kmr: Moreyî

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kmr: Piraniya daneyan ji aliyê şirketên mezin ve tên bikaranîn ku ji bo piraniya mirovan ne berdest in. Em difikirin ku ev rê li nûbûnê digire. Loma me Common Voice da destpêkirin ku pergalên naskirina dengan ji bo her kesî vekirî bin.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kmr: Piraniya daneyan ji aliyê şirketên mezin ve tên bikaranîn ku ji bo piraniya mirovan ne berdest in. Em difikirin ku ev rê li nûbûnê digire. Loma me Projeya Common Voice da destpêkirin ku pergalên naskirina dengan ji bo her kesî berdest bin.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kmr: Mozilla Common Voice hewldanek e û armanca wê ev e ku fêrî makenîneyan bike ka mirovên rastîn çawa diaxivin.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
kmr: Mozilla Common Voice ji hêla aktîvîst, zimanzan, zanyarên daneyan, akademîsyen û endezyarên nermalavê yên ji her derên dinyayê ve hatiye avakirin. Proje ji aliyê Weqfa Mozillayê ve tê birêvebirin.

source: Mutual accountability.
kmr: Berpirsyariya hevpar.

source: N/A
kmr: Tune

source: Names of your language
kmr: Navên zimanê te

source: Native Language
kmr: Zimanê zikmakî

source: Need some help with accent?
kmr: Ji bo aksanê ji te re alîkarî divê?

source: Need some help with variants?
kmr: Ji bo varyantan pêdiviya te bi hinek alîkariyê heye?

source: Need to download your data?
kmr: Pêwîst e tu daneyên xwe daxînî?

source: Nepali
kmr: Nepalî

source: New Language Launch
kmr: Destpêka Zimanê Nû

source: Next
kmr: Pêşve

source: No
kmr: Na

source: No gravatar found for your email
kmr: Ti gravatarên bi emaîla te ve girêdayî nehate dîtin

source: No match found
kmr: Lêhatin nehat dîtin

source: No matching language found
kmr: Zimanekî lêhatî nehat dîtin

source: No microphone found.
kmr: Mîkrofon nehate dîtin.

source: Northern Sotho
kmr: Sothoyî ya Bakurî

source: Norwegian Bokmål
kmr: Norwecî (bokmål)

source: Norwegian Nynorsk
kmr: Norwecî (nynorsk)

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kmr: Ji bo kontrolkirinê hevok neman. <addLink>Hevokên zêdetir tevlî bike!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
kmr: Not: Dema ku wekî 'Xuya' hate sazkirin, ev sazkarî dikare ji <profileLink>Rûpela Profîlê</profileLink> were guhertin.

source: Note: You will still need to select between Speak or Listen to change contribution type.
kmr: Not: Ji bo guhertina cureya beşdariyê divê tu Axaftinê an Jî Guhdarîkirinê hilbijêrî.

source: No Thanks
kmr: Na, Spas

source: No thanks, continue speaking
kmr: Na spas, axaftinê bidomîne

source: No variant selected
kmr: Varyant nehat bijartin

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kmr: Niha tu dikarî dengê xwe bibexşînî û alîkariya me bikî em danegeheke dengan ya çavkaniya vekirî ava bikin ku her kes dikaribe bi kar bîne da ku ji bo alavan û webê bernameyên nûxwaz çêkin. Hevokekê bixwîne û alîkariya makîneyan bike ka mirovên rastîn çawa diaxivin. Xebatên xwebexşên din kontrol bikin ku kalîte bilind bibe. Ev çend hêsan e!

source: Number of Voices
kmr: Hejmara dengan

source: Occitan
kmr: Oksîtanî

source: Odia
kmr: Odiayî

source: Offensive language
kmr: Zimanê êrîşkar

source: Offensive speech
kmr: Axaftina êrîşkar

source: On desktop devices you can contribute by downloading…
kmr: Li ser kombersa xwe, tu dikarî guhertoyên dawîn ên van gerokan bi kar bînî:

source: On iOS please continue with Safari to enable recording…
kmr: Ji bo çalakkirina tomarkirinê li ser iOS'ê, bi Safariyê re berdewam bike…

source: Opens in a new tab
kmr: Di hilpekîna nû de veke

source: Optionally join on our email list for updates and new information about the project.
kmr: Ji bo nûvekirin û agahiyên nû yên derbarê projeyê de li gor daxwaza xwe tevlî lîsteya emaîlan bibe.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kmr: Daneyên demografîk ên bi awayê vebijarkî tên şandin (mînak: temen, zayend, ziman û devok) ew ê ti carî li ser profîla te bi eşkereyî neyê nîşandan û ew ê bi hesabê te yê komdaneyê ve jî neyê girêdan. Lê Ji bo analîzên rasttir pêk bên, ew ê klîbên dengî tenê bi daneyên demografîk re bên têkildarkirin. Bo nimûne, belkî lêkolînerek bixwaze modeleke perwerdeyê ji bo beşeke demografîk a taybet, çêke.

source: Other Language
kmr: Zimanê din

source: Other people validate those voice clips.
kmr: Mirovên din jî van dengan piştrast dikin.

source: Other voice datasets…
kmr: Komdaneyên din ên dengî…

source: Other Voice Datasets
kmr: Komdaneyên din ên dengî

source: Our governance is founded on the pillars of:
kmr: Rêvebiriya me li ser van xalan hatiye avakirin:

source: Our Partners
kmr: Hevkarên Me

source: Overall Accuracy
kmr: Rastbûna Giştî

source: Overall Hr. Total
kmr: Bi giştî tevahiya saetan

source: p
kmr: l

source: Partner
kmr: Hevkar

source: Partners
kmr: Hevkar

source: Partnerships
kmr: Hevkarî

source: Partnerships and networks
kmr: Tor û Hevkar

source: Partnerships, Press and Stories, Community and Languages
kmr: Hevkarî, Çapemenî û Nûçe, Civak û Ziman

source: Pashto
kmr: Peştûyî

source: Past recordings download requests
kmr: Daxwazên daxistinê yên tomarên dawîn

source: People come and contribute their voices.
kmr: Mirov tên û bi dengê xwe beşdariyê dikin.

source: Persian
kmr: Farisî

source: Personal dashboards keep you up-to-date with individual and community progress.
kmr: Destgehên şexsî derbarê pêşveçûna te û pêşveçûna civakê de te agahdar dike.

source: <playIcon></playIcon>Last one!
kmr: <playIcon></playIcon>Ma yek!

source: Play/Stop
kmr: Lêde/Rawestîne

source: Please select a language to review sentences.
kmr: Ji kerema xwe zimanekî ji bo kotrolkirina hevokan hilbijêre.

source: Polish
kmr: Polonî

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
kmr: Heke hesabê te tune be <pontoonAccountLink>Hesabekî çêbike</pontoonAccountLink>. Paşê, zimanê xwe <strong>(‘Tîm’)</strong> hilbijêre û piştre projeya <pontoonCvLink>Common Voice</pontoonCvLink>ê hilbijêre. Ew ê dosyeyên ji bo wergerê bêne nîşandan. Li yekê ji wan bitikîne, paşê ew ê nivîsên ingilîzî û kodikek ji bo wergerê were pêşberî te.

source: Portuguese
kmr: Portugalî

source: Press and Stories
kmr: Çapemenî û Nûçe

source: Press play, listen & tell us: did they accurately speak the sentence below?
kmr: Li bişkoka lêdanê bitikîne û lê guhdarî bike: Gelo hevoka li jêr rast hatiye xwendin?

source: Press { shortcut-play-toggle } to toggle play mode
kmr: Ji bo girtina/vekirina moda lêdanê li { shortcut-play-toggle }’ê bitikîne

source: Privacy Policy
kmr: Polîtîkaya Nihêniyê

source: Privacy, security and transparency.
kmr: Nihênî, ewlehî û zelalî.

source: Pro
kmr: Profesyonel

source: Profile
kmr: Profîl

source: Profile information improves the audio data used in training speech recognition accuracy.
kmr: Agahahiyên profîlê, daneyên dengî yên di rahênana nasîna axaftinê de tên bi kar anîn, çêtir dike.

source: Progress
kmr: Pêşveçûn

source: Punjabi
kmr: Puncabî

source: r
kmr: t

source: Reader Effects
kmr: Efektên Xwînerê

source: Read More
kmr: Zêdetir Bixwîne

source: Read more on our About page
kmr: Li ser rûpela me ya "Derbar"ê zêdetir bixwîne

source: Read stories, updates, and media coverage of Common Voice
kmr: Çîrok, venûkirin û ragihandina medyayê ya Common Voiceê bixwîne

source: Read the sentence carefully - don’t miss, change or add words.
kmr: Hevokê bi baldarî bixwîne; bêjeyan neguherîne, li bêjeyan zêde neke û wan kêm nexwîne.

source: Ready to add your voice or lend your ear?
kmr: Tu amade yî dengê xwe tevlî bikî an jî yên heyî guhdarî bikî?

source: Ready to contribute?
kmr: Tu ji bo beşdariyê amade yî?

source: Ready to do { $count } more?
kmr: Tu amade yî { $count } hebên din jî bikî?

source: Ready to donate your voice?
kmr: Tu amade yî dengê xwe bibexşînî?

source: Ready to help validate sentences?
kmr: Tu amade yî hevokan piştrast bikî?

source: reCAPTCHA is required if you want to proceed
kmr: Ji bo berdewamkirinê reCAPTCHA hewce ye

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kmr: Emaîlên wekî bibîrxistinên hedefê, nûvekirinên pêşveçûnê û nûçenameyên derbarê Common Voiceê de wergire.

source: Recorded Clips
kmr: Dengên tomarkirî

source: Recorded Hours
kmr: Saetên tomarkirî

source: <recordIcon></recordIcon> Last one!
kmr: <recordIcon></recordIcon> Ev a dawî ye!

source: Recordings
kmr: Tomar

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kmr: Tomarkirina klîbên dengan, beşeke girîng e ji bo avakirina komdaneya me ya vekirî. Li gorî hinekan beşa herî xweş jî ev e.

source: Record/Stop
kmr: Tomar bike/Rawestîne

source: Record your voice
kmr: Dengê xwe tomar bike

source: Reject
kmr: Red bike

source: Remove Avatar
kmr: Avatarê Rake

source: Report was passed successfully
kmr: Rapor bi serkeftî hat şandin

source: Request a Language
kmr: Zimanekî bixwaze

source: Request New Language
kmr: Zimanekî Nû Bixwaze

source: Request recordings
kmr: Tomaran bixwaze

source: *required
kmr: *hewce

source: Re-record
kmr: Ji nû ve tomar bike

source: Re-record clip
kmr: Dîsa tomar bike

source: Return
kmr: Vegere

source: Return here to edit your goal anytime.
kmr: Çi dema ku te xwest hedefa xwe sererast bikî, vegere vir.

source: Return to Common Voice
kmr: Vegere Common Voiceê

source: Return to Common Voice Datasets
kmr: Vegere Komdaneyên Common Voiceê

source: Return to Languages
kmr: Vegere zimanan

source: Review
kmr: Binirxîne

source: Review could not be saved. Please try again later.
kmr: Kontrolkirin nehat tomarkirin. Ji kerema xwe dîsa biceribîne.

source: ⓘ Review Criteria
kmr: ⓘ Krîterên Kontrolkirinê

source: Review Criteria
kmr: Krîterên Kontrolkirinê

source: Reviewed sentences not submitted, are sure?
kmr: Hevokên ku hatine kontrolkirin nehatine şandin, tu jê bawer î?

source: Review Questions
kmr: Pirsan binirxîne

source: Review & re-record clips here as you go
kmr: Her ku tu pêşve çû van klîban binirxîne û dîsa tomar bike

source: Review & re-record clips if needed
kmr: Klîban binirxîne û heke hewce be ji nû ve tomar bike

source: Review Sentences
kmr: Hevokan kontrol bike

source: Review & Submit
kmr: Binirxîne û bişîne

source: Review Transcriptions
kmr: Metnên wergerê binirxîne

source: Review transcriptions of recorded sentences for accuracy
kmr: Transkrîpsiyonên hevokên qeydkirî ji aliyê rastbûnê ve binirxîne

source: Review user-submitted transcriptions in your language
kmr: Transkrîpsiyonên ku ji aliyê bikarhêneran ve hatine şandin bi zimanê xwe kontrol bike

source: Romanian
kmr: Romanî

source: Romansh Sursilvan
kmr: Sursilvaniya Romanşî

source: Romansh Vallader
kmr: Valadera Romanşî

source: Runyankole
kmr: Nyankole

source: Russian
kmr: Rûsî

source: s
kmr: d

source: S
kmr: D

source: Sakha
kmr: Saxayî

source: Saraiki
kmr: Saîrîkî

source: Sardinian
kmr: Sardînî

source: Saved
kmr: Hat tomarkirin

source: Scots
kmr: Skotî

source: Search...
kmr: Lêgerîn...

source: Search for a language
kmr: Li zimanekî bigere

source: Search for a language...
kmr: Li zimanekî bigere...

source: See how your progress compares to other contributors all over the world.
kmr: Tu dikarî pêşveçûna xwe û pêşveçûnên kesên din ên li seranserê cîhanê bidî ber hev.

source: See Less
kmr: Kêmtir bibîne

source: See More
kmr: Zêdetir bibîne

source: Select a Language...
kmr: Zimanekî hilbijêre...

source: Send sign up link
kmr: Girêdana klîbê bişîne

source: Sentence Collection
kmr: Berhevkirina Hevokan

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
kmr: <sentenceCollectorFragment>Li ser berhevkirina hevokan agahiyên zêdetir bibîne</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
kmr: <sentenceCollectorVideo>Li rêbernameya me ya Berhevkara Hevokan temaşe bike</sentenceCollectorVideo>.

source: Sentences
kmr: Hevok

source: Sentences are collected for people to read aloud.
kmr: Ji bo mirov bi awayê dengî bixwînin hevok tên komkirin.

source: { $sentences } sentences reviewed. Thank you!
kmr: { $sentences } hevok hatin kontrolkirin. Mala te ava!

source: Sentence text
kmr: Metna hevokê

source: Serbian
kmr: Sirbî

source: Set a goal
kmr: Hedefekê diyar bike

source: Set my visibility
kmr: Xuyabûna min saz bike

source: Setswana
kmr: Setswanayî

source: Sex or Gender
kmr: Zayend

source: Share Common Voice
kmr: Common Voiceê parve bike

source: Share my goal
kmr: Hedefa min parve bike

source: Share your clip
kmr: Klîba xwe parve bike

source: Share your { $count } Clip Daily Goal for { $type }
kmr: Hedefa xwe ya rojane ya { $type }ê parve bike: { $count } klîb

source: Share your { $count } Clip Weekly Goal for { $type }
kmr: Hedefa xwe ya heftane ya { $type }ê parve bike: { $count } klîb

source: Shortcuts
kmr: Kurterê

source: Show my ranking
kmr: Rêza min nîşan bide

source: Sicilian
kmr: Sicîlî

source: Sign up
kmr: Tomar bibe

source: Sign up for an account
kmr: Hesabekî veke

source: Sign up for Common Voice and Mozilla Foundation updates
kmr: Ji bo venûkirinên Common Voice û Weqfa Mozillayê xwe qeyd bike.

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kmr: Ji bo nûçenameyên Common Voiceê, bibîrxistinên hedefê û rewşa pêşveçûna projeyê xwe tomar bike

source: sign up for email updates
kmr: li nûçeyên emaîlê tomar bibe

source: Sign up for { $lang } updates:
kmr: Ji bo venûkirinên { $lang } xwe qeyd bike.

source: Sindhi
kmr: Sindî

source: Single ZIP file containing
kmr: Dosyayeke ZIPê. Naverok:

source: Sinhala
kmr: Sinhalayî

source: Siswati
kmr: Siswatî

source: Size
kmr: Mezinahî

source: Skip
kmr: Derbas bike

source: Skip Submission Feedback
kmr: Şandina paşragihandinê derbas bike

source: Slovak
kmr: Slovakî

source: Slovenian
kmr: Slovenî

source: Social media
kmr: Medyaya civakî

source: Somali
kmr: Somalî

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
kmr: Hin ziman ji aliyê rêziman, bilêvkirin û varyantên peyvan ve xwedî cudabûneke mezin in. Ji ber vê yekê em di 2022yê de <ctaLink>‘Varyantan’ didin destpêkirin</ctaLink>. Ev taybetî rê dide civakan ku di nav komdaneyên mezin de ziman/zaravayên xwe ji hev cuda bikin.

source: Someone asks for a language to be added.
kmr: Yek ji bo tevlîkirina zimanekî daxwazekê vedike.

source: Something went wrong with reCAPTCHA. Please try again.
kmr: Kêşeyek têkildarî reCAPTCHA'ê derket. Ji kerema xwe re dîsa biceribîne.

source: Soninke
kmr: Soninkeyî

source: Sorbian, Lower
kmr: Sorbiya jêrîn

source: Sorbian, Upper
kmr: Sorbiya jorîn

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kmr: Bibore, Common Voice hêdî dixebite. Spas ji bo eleqeya te.

source: Sorry, something went wrong
kmr: Bibore, hin tişt çewt çûn.

source: Source: { $sentenceSource }
kmr: Çavkanî: { $sentenceSource }

source: Southern Kurdish
kmr: Kurdî (Xwarîn)

source: Southern Sotho
kmr: Sothoyî ya Başûrî

source: Spanish
kmr: Îspanyolî

source: Speak
kmr: Bipeyive

source: Speakers
kmr: Axiver

source: Speaking
kmr: Axiftin

source: Speaking and Listening
kmr: Peyivîn û Guhdarîkirin

source: Speak up, contribute here!
kmr: Biaxive, piştgiriyê bide!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kmr: <speechBlogLink>Bi nasîna axaftinê re dest pê bike</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
kmr: { $archiveCount } dosyayên ZIPê. Naverok:

source: Splits
kmr: Xalên veqetandinê

source: Start recording
kmr: Dest bi qeydkirinê bike

source: Start typing to describe your accent
kmr: Ji bo pênasekirina aksana xwe dest bi nivîsandinê bike

source: Start typing to search
kmr: Ji bo lêgerînê dest bi nivîsînê bike

source: Stats
kmr: Amar

source: Status Page
kmr: Rûpela Rewşê

source: Streaks
kmr: Rêze

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
kmr: <strong>Afirîner be!</strong> Civaka zimanê te ew ê bêhempa be, û ev ji bo destpêkê tenê çendek rê ne.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
kmr: <strong>Komdaneyên nû yên Common Voiceê</strong> êdî bi tenê bi rêya platforma me ya xweh a bi navê Kolektîfa Daneyên Mozillayê dikare bê daxistin. Beşdar bibe da ku xwe bigihînî zêdetirî +300 komdaneyên cîhanî yên ku ji aliyê civakê ve û ji bo civakê hatine avakirin.

source: Submit
kmr: Bişîne

source: Submit a report
kmr: Raporekê bişîne

source: Submit clips
kmr: Klîban bişîne

source: Subscribe
kmr: Bibe abone

source: Success
kmr: Qediya!

source: Success, profile created!
kmr: Bi serkeftî profîl hat afirandin!

source: Suret
kmr: Suretî

source: Swahili
kmr: Swahîlî

source: Swedish
kmr: Swêdî

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kmr: Ji bo piştrastkirina hevokê, bikişîne rastê. Ji bo redkirinê bikişîne çepê. Ji bo derbaskirinê bikişîne jorê. <strong>Ji bîr neke yên te kontrolkirine bişîne!</strong>

source: Syriac
kmr: Suryanî

source: Tagalog
kmr: Tagalogî

source: Taiwanese (Minnan)
kmr: Taywanî (Minnan)

source: Tajik
kmr: Tacikî

source: Tamazight
kmr: Tamazightî

source: Tamil
kmr: Tamîlî

source: Tap
kmr: Bitepîne

source: Tatar
kmr: Teterî

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
kmr: Tatoeba, danegeheke mezin a hevok, werger û dengên axaftinê ye, ev danegeh ji bo fêrbûna zimanan tê bikaranîn. Di vê dosyeyê de axaftinên Îngilîzî yên ji aliyê xwebexşên vê civakê hatine tomarkirin, hene.

source: Tell us what you'd like to download:
kmr: Tu dixwazî çi daxînî:

source: Telugu
kmr: Telûgûyî

source: Terms
kmr: Şert û Merc

source: Thai
kmr: Tayî

source: Thanks for confirming your account, now let's build your profile.
kmr: Spas ji bo ku te hesabê xwe pejirand, îja ka em profîla te çêbikin.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
kmr: Bi saya beşdariyên zêdetir ji 259 hezar kesan ên di 50 zimanî de, ev dane ew ê ji bo rahênana sepanên xwedî-axaftin bêne bikaranîn da ku ew baştir bersiva dengê mirovan bidin.

source: Thank you for contributing your voice!
kmr: Spas ji bo ku te bi dengê xwe beşdarî kir!

source: Thank you for donating your voice clips!
kmr: Spas ji bo ku te dengê xwe li projeyê bexşand!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kmr: Spas ji bo tomarkirinê!<lineBreak></lineBreak>Îja klîbên li jêrê binirxîne û bişîne.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kmr: Spas ji bo baldariya te ku te xwest piştgiriya { $lang } bikî. Ji bo em karibin piştgiriyê bidin hemû zimanan û tîmên xwe bi rêya emailê agahdar bikin, em pir dixebitin. Heke tu dixwazî beşdar bibî, ji kerema xwe re emaila xwe li jêrê binivîse.

source: Thank you for your voice information
kmr: Spas ji bo agahiyên te yên dengî

source: Thank you! You’ve sent a new language enquiry
kmr: Spas! Te ji bo zimanekî nû daxwaznameyek şand

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
kmr: Goristana klîban (dengan), ji klîbên dengan ên ku nikarîbûn tevlî komdaneya Common Voiceê bibin, pêk tê. Mîna komdaneyê, Goristana Klîban jî dikare were daxistin.

source: The clip has disrespectful or offensive language.
kmr: Klîba dengî xwedî zimanekî bêhurmet an jî êrîşkar e.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
kmr: Komdaneya Common Voiceê bi sed hezaran nimûneyên dengan di xwe de dihewîne ev jî rê li ber pêşvebiran vedike ku amûrên dengnasînê ava bikin.
